Repository: common-repository/infogalore-file-folders
Catalog: languages/infogalore-folders-*.po
Languages: lv

source: Settings
lv: Iestatījumi

# post type general name
source: Folders
lv: Mapes

# post type singular name
source: Folder
lv: Mape

# admin menu
source: Folders
lv: Mapes

# add new on admin bar
source: Folder
lv: mapi

# folder
source: Add New
lv: Pievienot jaunu

source: Add New Folder
lv: Pievienot jaunu mapi

source: New Folder
lv: Jauna mape

source: Edit Folder
lv: Labot mapi

source: View Folder
lv: Skatīt mapi

source: All Folders
lv: Visas mapes

source: Search Folders
lv: Meklēt mapes

source: Parent Folders:
lv: Pamata mapes:

source: No folders found.
lv: Nav nevienas mapes.

source: No folders found in Trash.
lv: Atkritnē nav nevienas mapes.

source: Hierarchical file folders.
lv: Hierarhiskas failu mapes.

source: Files
lv: Faili

source: Subfolders
lv: Apakšmapes

source: Folder Shortcode
lv: Mapes īskods

source: Folder Attributes
lv: Mapes atribūti

source: only roots
lv: tikai saknes

source: Parent folder
lv: Pamata mape

source: Folder Name:
lv: Mapes nosaukums:

source: Create
lv: Izveidot

source: Cancel
lv: Atcelt

source: Click to copy to clipboard
lv: Uzklikškiniet, lai iegaumētu

source: COPIED
lv: IEGAUMĒTS

source: This file will be removed from folder, but not deleted from media library. 'Cancel' to stop, 'OK' to remove.
lv: Šis fails tiks izņemts no mapes, bet netiks izdzēsts no multivides bibliotēkas. 'Atcelt', lai pārtrauktu, 'OK', lai izņemtu.

source: InfoGalore Folders Settings
lv: InfoGalore mapju iestatījumi

source: InfoGalore Folders
lv: InfoGalore mapes

source: General
lv: Vispārīgie

source: General Options
lv: Vispārīgie iestatījumi

source: Shortcode Prefix
lv: Īskoda prefikss

source: Letters, digits, - or _ symbols
lv: Latīnu burti, cipari un - vai _ simboli

source: Folder Shortcode Default Options
lv: Mapes īskoda noklusētie iestatījumi

# shortcode option
source: Layout
lv: Izvietojums

# shortcode option
source: Title
lv: Virsraksts

# shortcode option
source: File Titles
lv: Failu virsraksti

# shortcode option
source: Size
lv: Izmērs

# shortcode option
source: Date
lv: Datums

# shortcode option
source: Description
lv: Apraksts

source: File Shortcode
lv: Faila īskods

source: File Shortcode Default Options
lv: Faila īskoda noklusētie iestatījumi

source: must contain only allowed symbols
lv: drīkst saturēt tikai atļautos simbolus

source: Edit
lv: Labot

source: Remove
lv: Izņemt

source: This folder has no files
lv: Šajā mapē nav failu

source: Add Files to Folder
lv: Pievienot mapei failus

source: Add Files
lv: Pievienot failus

source: Paste this shortcode into a post or page to show the folder.
lv: Iekopējiet šeit redzamo īskodu ziņas vai lapas tekstā, lai parādītu mapi.

source: Shorcode copied to clipboard.
lv: Īskods iegaumēts atmiņā.

source: Roots
lv: Saknes

source: Add Subfolder
lv: Pievienot apakšmapi

source: Manage and publish file folders.
lv: Failu mapju pārvaldīšana un publicēšana.
